/* RSSBadge */
"Please use the Inspector to connect this pagelet to a suitable collection in your site." = "Veuillez utiliser l'inspecteur pour relier ce pagelet à une collection appropriée dans votre site.";

/* Prompt to subscribe to the given collection via RSS */
"Subscribe to RSS feed" = "Souscrivez au flux RSS";

/* RSS Badge */
"The chosen collection has no RSS feed.  Please use the Inspector to set it to generate an RSS feed and have an index." = "La collection choisie n'a aucun flux RSS. Veuillez utiliser l'inspecteur pour le définir et générer un flux RSS et pour avoir un index.";

/* RSS Badge */
"To subscribe to this feed, drag or copy/paste this link to an RSS feed reader application." = "Pour souscrire à ce flux, glissez ou copiez/collez ce lien à une application lecteur de flux RSS.";